Repository: StanLivitski/cards.webapp
Catalog: web.src/durak_ws/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You entered an invalid URL or had this page open in multiple browser windows. Please check the URL or use the existing window with this application.
ru: Вы ввели неверный адрес или открыли эту страницу в нескольких окнах. Пожалуйста, проверьте адрес либо перейдите в другое окно.

source: attacks
ru: ходит

source: you attack
ru: ваш ход

source: defends
ru: отбивается

source: you defend
ru: вы отбиваетесь

source: collects
ru: принимает

source: you collect
ru: вы принимаете

source: quits
ru: дал отбой

source: you quit
ru: вы дали отбой

source: Unknown table layout: "%s"
ru: Неопознанный форм-фактор игрового стола: "%s"

source: Messages
ru: Сообщения

source: '%%s',' to all:'
ru: 'Игрок ','%%s',' - всем:'

source: 'You to ','%%s',':'
ru: 'Вы - игроку ','%%s',':'

source: '%%s',' to ','%%s',':'
ru: 'Игрок ','%%s',' - игроку ','%%s',':'

source: '%%s',' to you:'
ru: 'Игрок ','%%s',' - вам:'

source: You to all:
ru: Вы - всем:

# message sender
source: 'Player ', '%%d'
ru: '%%d'

# message receiver
source: 'Player ', '%%d'
ru: '%%d'

source: all
ru: все

source: Type your message here
ru: Введите текст сообщения

source: Send
ru: Отправить

source: to:
ru: получатель:

source: Join a game
ru: Вступить в игру

source: Please enable JavaScript in your browser and try again.
ru: Включите поддержку JavaScript в вашем браузере или откройте эту страницу в браузере с поддержкой JavaScript.

source: Please enable cookies in your browser and try again.
ru: Включите поддержку куки в вашем браузере или откройте эту страницу в браузере с поддержкой куки.

source: Start a Durak game
ru: Подготовка к игре в дурака

source: Please enter an integer between #min and #max.
ru: Введите целое число от #min до #max включительно.

source: infinity
ru: бесконечности

source: Error setting up game
ru: Ошибка при подготовке к игре

source: Ok
ru: Продолжить

source: Confirm nameless players
ru: Обнаружены безымянные игроки

source: Player(s)
ru: Игрок(и)

source: have not entered their names.
ru: не ввел(и) свои имена

source: Start the game with nameless players?
ru: Начать игру с безымянными игроками?

source: Cancel
ru: Отменить

source: Yes
ru: Да

# player status
source: you
ru: это вы

source: expected
ru: ожидается

source: joined
ru: на связи

source: 'Player ', '%%d'
ru: 'Игрок ', '%%d'

source: Enter name
ru: Введите имя

source: 'Please copy or download this URL and ask ', '%%s', ' to open it in his/her browser:'
ru: 'Скопируйте или скачайте и передайте этот адрес, чтобы ', '%%s', ' открыл(а) его в свём браузере:'

source: 'Please copy or download this URL and ask Player ', '%%d', ' to open it in his/her browser:'
ru: 'Скопируйте или скачайте и передайте этот адрес, чтобы Игрок', '%%d', ' открыл его в свём браузере:'

source: Download
ru: Скачать

source: Start game
ru: Начать игру

source: '<span class="stats text-info">Played ' + '<span class="played">0</span> game(s), ' + '<span class="wins">0</span> win(s), ' + '<span class="losses">0</span> loss(es).</span>'
ru: '<span class="stats text-info">Сыграл(а) ' + '<span class="played">0</span> игр, выигрышей ' + '<span class="wins">0</span>, проигрышей ' + '<span class="losses">0</span>.</span>'

source: The game was tied.
ru: Ничья.

source: Proceed
ru: Дальше

source: Congratulations,
ru: Ура,

source: <span class="winner"></span> you won!
ru: <span class="winner"></span> вы победили!

source: <span class="looser"></span> lost.
ru: <span class="looser"></span> проиграл(а).

source: Settings
ru: Параметры

source: Player count
ru: Число игроков

source: Connect players to
ru: Адрес для других игроков

source: Other ...
ru: Другой ...

source: ... other destination
ru: ... другой адрес

source: name or address
ru: имя или IP-адрес

source: Please enter a host name or address.
ru: Необходимо ввести имя или IP-адрес устройства

source: Deck starts from rank
ru: Колода в игре начинается с

source: Click here to join the game
ru: Нажмите чтобы вступить в игру

source: Durak game
ru: Игра в дурака

source: Give up
ru: Принимаю

source: End turn
ru: Отбой

source: Player %(no)s
ru: Игрок %(no)s
